{
  "1": {
    "topic": "What Are the Philosophical and Historical Foundations of the American Political System?",
    "gDrive": "",
    "questions": [
      {
        "main": "\"Give all power to the many, they will oppress the few. Give all power to the few, they will oppress the many.\" Do you agree or disagree with Alexander Hamilton's view of human nature?",
        "sub": [
          "To what extent, if any, does our Constitution balance majority and minority viewpoints?",
          "To what extent, if any, has human nature changed since the founding period?"
        ]
      },
      {
        "main": "Among the pillars of American constitutionalism are classical republicanism and natural rights philosophy. How have these philosophies influenced the U.S. Constitution, state constitutions, and the Declaration of Independence?",
        "sub": [
          "How have these philosophies influenced our government institutions?",
          "What other pillars, if any, would you consider to be influential during the founding period?"
        ]
      },
      {
        "main": "The American colonies experienced 150 years of self-government prior to independence. What did the colonists learn about the proper role of government from their experiences?",
        "sub": [
          "What were the British influences, if any, on American constitutionalism?",
          "Why did American colonists want to free themselves from Great Britain?"
        ]
      }
    ],
    "videos": [
      {
        "title": "2021 We the People National Finals (Saturday)",
        "link": "https://www.youtube.com/watch?v=CjOPefWJYZQ&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=1"
      },
      {
        "title": "2021 We the People National Finals (Sunday)",
        "link": "https://www.youtube.com/watch?v=cqKeNKFV2pc&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=7"
      },
      {
        "title": "2020 We The People National Finals",
        "link": "https://www.youtube.com/watch?v=ynk3mau5awc&list=PL4W3bC8eWAuUs51Yp0xQinUPnmO9WSqUn&index=1"
      }
    ]
  },
  "2": {
    "topic": "What are the Philosophical and Historical Foundations of the American Political System",
    "gDrive": "https://drive.google.com/drive/folders/15jpwzgX4TLTSDMNb4-8ZE6rttVqwaaPo",
    "questions": [
      {
        "main": "In 1790, John Adams observed, \"Our new Government is a new Attempt to divide a Sovereignty. A fresh Essay at Imperium in Imperio. It cannot, therefore, be expected to be very stable, or very firm.\" What factors would have influenced Adams to take such a view?",
        "sub": [
          "Has John Adams's view been borne out by events throughout American history?",
          "What have been the most important clauses of the Constitution influencing the practice of American federalism?"
        ]
      },
      {
        "main": "While delegates met at the Philadelphia Convention, one essayist noted that government under the Articles of Confederation was \"weak, imperfect and distracted\" and that \"anarchy, poverty, infamy, and slavery, await the United States.\" Do you agree with this assessment? Why or why not?",
        "sub": [
          "What criticisms did Anti-Federalists level against the proceedings of the Philadelphia Convention?",
          "What circumstances, if any, would warrant the creation of a new constitution?"
        ]
      },
      {
        "main": "When considering the House of Representatives, Brutus observed that a representative \"cannot possibly represent the feelings, opinions, and characters of a great multitude. In this respect, the new constitution is radically defective.\" What would have led Brutus to this conclusion?",
        "sub": [
          "What were the Federalists' views regarding representation in the Constitution?",
          "To what extent, if any, are the views of Brutus relevant today?"
        ]
      }
    ],
    "videos": [
      {
        "title": "2021 We the People National Finals (Saturday)",
        "link": "https://www.youtube.com/watch?v=JGFbjZbCDsA&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=2"
      },
      {
        "title": "2021 We the People National Finals (Sunday)",
        "link": "https://www.youtube.com/watch?v=HL9aEnvwQO4&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=8"
      },
      {
        "title": "2020 We The People National Finals",
        "link": "https://www.youtube.com/watch?v=ZnEP1jscXdA&list=PL4W3bC8eWAuUs51Yp0xQinUPnmO9WSqUn&index=2"
      }
    ]
  },
  "3": {
    "topic": "How Has the Constitution Been Changed to Further the Ideals Contained in the Declaration of Independence?",
    "gDrive": "https://drive.google.com/drive/folders/1YeDG3dIgTQK4ul823wK7gvXrJ5v6jFpa?usp=sharing_eip_m&ts=615752ff",
    "questions": [
      {
        "main": "\"During the second founding, a new definition of American citizenship, incorporating equal rights regardless of race, was written into the Constitution.\" To what extent, if any, did the Civil War Amendments promote equality in the United States?",
        "sub": [
          "Why do you think the scholar refers to this period in U.S. history as a \"second founding\"?",
          "What challenges, if any, do Americans still encounter in ensuring equality before the law for all persons in the United States?"
        ]
      },
      {
        "main": "\"To judge from the conduct of the opposite parties, … they will mutually hope to evince the justness of their opinions, and to increase the number of their converts by the loudness of their declamations and by the bitterness of their invectives.\" Do you agree or disagree with this description of political parties?",
        "sub": [
          "What are the advantages and disadvantages of political parties?",
          "In what ways does America's two-party system promote or thwart American constitutional principles?"
        ]
      },
      {
        "main": "George Mason supported an amendment process, noting, \"it will be better to provide for them, in an easy, regular, and Constitutional way than to trust to chance and violence.\" To what extent, if any, has Mason been proven correct about the amendment process?",
        "sub": [
          "What role, if any, have other government institutions played in impacting the interpretation of the Constitution over time?",
          "Should the amendment process be changed or altered in any way? Explain your answer."
        ]
      }
    ],
    "videos": [
      {
        "title": "2021 We the People National Finals (Saturday)",
        "link": "https://www.youtube.com/watch?v=OFGSWgOvDD0&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=3"
      },
      {
        "title": "2021 We the People National Finals (Sunday)",
        "link": "https://www.youtube.com/watch?v=sE21fsU4jfo&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=9"
      },
      {
        "title": "2020 We The People National Finals",
        "link": "https://www.youtube.com/watch?v=6zNBySKOrlg&list=PL4W3bC8eWAuUs51Yp0xQinUPnmO9WSqUn&index=3"
      }
    ]
  },
  "4": {
    "topic": "How Have the Values and Principles Embodied in the Constitution Shaped American Institutions and Practices?",
    "gDrive": "",
    "questions": [
      {
        "main": "\"Nothing can be more evident, than that an exclusive power of regulating elections for the National Government, in the hands of the State Legislatures, would leave the existence of the Union entirely at their mercy.\" Do you agree or disagree with Publius and why?",
        "sub": [
          "To what effect, if any, has the national government appropriately influenced election processes in the states?",
          "How do national and state governments prevent voter fraud during an election without engaging in voter suppression?"
        ]
      },
      {
        "main": "\"Finally, the Framers invented an Electoral College as the best of several unappealing alternatives.\" What were the debates at the Philadelphia Convention regarding electing the executive?",
        "sub": [
          "Why did the Framers create the Electoral College?",
          "What are the advantages and disadvantages of the Electoral College today?"
        ]
      },
      {
        "main": "To what extent, if any, has the Court's power of judicial review served to balance individual liberty and the common good?",
        "sub": [
          "What judicial philosophies should guide the decision-making of the courts?",
          "What criteria do you think should be used to determine whether a Supreme Court decision is a landmark decision?"
        ]
      }
    ],
    "videos": [
      {
        "title": "2021 We the People National Finals (Saturday)",
        "link": "https://www.youtube.com/watch?v=NM6C01OBICM&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=4"
      },
      {
        "title": "2021 We the People National Finals (Sunday)",
        "link": "https://www.youtube.com/watch?v=THCM8TG7lVs&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=10"
      },
      {
        "title": "2020 We The People National Finals",
        "link": "https://www.youtube.com/watch?v=oDlD6xmTALw&list=PL4W3bC8eWAuUs51Yp0xQinUPnmO9WSqUn&index=6"
      }
    ]
  },
  "5": {
    "topic": "What Rights Does the Bill of Rights Protect?",
    "gDrive": "",
    "questions": [
      {
        "main": "\"We do not believe the special characteristics that give schools additional license to regulate student speech always disappear when a school regulates speech that takes place off campus.\" When and how, if at all, should schools regulate student speech?",
        "sub": [
          "How have the courts treated student speech rights differently than public speech rights?",
          "What forms of speech, if any, deserve greater protection than others? Why?"
        ]
      },
      {
        "main": "\"That the individual shall have full protection in person and in property is a principle as old as the common law; but it has been found necessary from time to time to define anew the exact nature and extent of such protection.\" Do you agree or disagree with this statement? Why?",
        "sub": [
          "Under what circumstances, if any, is it appropriate for a government to limit privacy to promote the common good?",
          "Where in the constitutions of countries around the world is the right to privacy implied or specifically stated?"
        ]
      },
      {
        "main": "\"We ought not to part with the trial by jury; we ought to guard this and many other privileges by a bill of rights, which cannot be invaded.\" Why was the right to a jury trial so important to the Founders?",
        "sub": [
          "What are some advantages and disadvantages of a jury trial?",
          "Which rights included in procedural due process rights do you believe are the most important and why?"
        ]
      }
    ],
    "videos": [
      {
        "title": "2021 We the People National Finals (Saturday)",
        "link": "https://www.youtube.com/watch?v=mnyOWPu0e0w&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=5"
      },
      {
        "title": "2021 We the People National Finals (Sunday)",
        "link": "https://www.youtube.com/watch?v=oGfc4fs45zM&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=11"
      },
      {
        "title": "2020 We The People National Finals",
        "link": "https://www.youtube.com/watch?v=iflOtr3h_gI&list=PL4W3bC8eWAuUs51Yp0xQinUPnmO9WSqUn&index=4"
      }
    ]
  },
  "6": {
    "topic": "What Challenges Might Face American Constitutional Democracy in the Twenty-first Century?",
    "gDrive": "https://drive.google.com/drive/u/1/folders/1zauz-I8dPq1C6UVWYeka_GyU0olNYU0X",
    "questions": [
      {
        "main": "\"All we say to America is, 'Be true to what you said on paper.'... But somewhere I read of the freedom of assembly. Somewhere I read of the freedom of speech. Somewhere I read of the freedom of press. Somewhere I read that the greatness of America is the right to protest for right.\" How were these rights essential to the civil rights movement?",
        "sub": [
          "What limits, if any, should be placed on individual rights?",
          "When, if ever, is violence justified as a means of political, social, or economic protest?"
        ]
      },
      {
        "main": "In 1862, Abraham Lincoln noted that America was the \"last best hope of earth.\" What would have led to such a conclusion, and do you agree or disagree with Lincoln?",
        "sub": [
          "What issues today, if any, pose a challenge to Lincoln’s assessment?",
          "To what extent, if any, has the idea of American exceptionalism been helpful to Americans to understand our role in the community of nations?"
        ]
      },
      {
        "main": "\"We have no eternal allies, and we have no perpetual enemies. Our interests are eternal and perpetual, and those interests it is our duty to follow.\" Do you agree or disagree with this view of foreign policy and why?",
        "sub": [
          "What foreign policy challenges does the United States face in the 21st century?",
          "What role, if any, should the United States play in promoting democracy around the world?"
        ]
      }
    ],
    "videos": [
      {
        "title": "2021 We the People National Finals (Saturday)",
        "link": "https://www.youtube.com/watch?v=06MxrB9xkrw&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=6"
      },
      {
        "title": "2021 We the People National Finals (Sunday)",
        "link": "https://www.youtube.com/watch?v=ituytNEhFTc&list=PL4W3bC8eWAuVWK6tegXaStAD6JLZAE4UG&index=12"
      },
      {
        "title": "2020 We The People National Finals",
        "link": "https://www.youtube.com/watch?v=bEV0K7q4XnU&list=PL4W3bC8eWAuUs51Yp0xQinUPnmO9WSqUn&index=5"
      }
    ]
  }
}
