{
  "1": {
    "topic": "What Are the Philosophical and Historical Foundations of the American Political System?",
    "questions": [
      {
        "main": "\"Give all power to the many, they will oppress the few. Give all power to the few, they will oppress the many.\" Do you agree or disagree with Alexander Hamilton’s view of human nature?",
        "sub": [
          "To what extent, if any, does our Constitution balance majority and minority viewpoints?",
          "To what extent, if any, has human nature changed since the founding period?"
        ]
      },
      {
        "main": "Among the pillars of American constitutionalism are classical republicanism and natural rights philosophy. How have these philosophies influenced the U.S. Constitution, state constitutions, and the Declaration of Independence?",
        "sub": [
          "How have these philosophies influenced our government institutions?",
          "What other pillars, if any, would you consider to be influential during the founding period?"
        ]
      },
      {
        "main": "The American colonies experienced 150 years of self-government prior to independence. What did the colonists learn about the proper role of government from their experiences?",
        "sub": [
          "What were the British influences, if any, on American constitutionalism?",
          "Why did American colonists want to free themselves from Great Britain?"
        ]
      }
    ]
  },
  "2": {
    "topic": "What are the Philosophical and Historical Foundations of the American Political System",
    "questions": [
      {
        "main": "In 1790, John Adams observed, \"Our new Government is a new Attempt to divide a Sovereignty. A fresh Essay at Imperium in Imperio. It cannot, therefore, be expected to be very stable, or very firm.\" What factors would have influenced Adams to take such a view?",
        "sub": [
          "Has John Adams’s view been borne out by events throughout American history?",
          "What have been the most important clauses of the Constitution influencing the practice of American federalism?"
        ]
      },
      {
        "main": "While delegates met at the Philadelphia Convention, one essayist noted that government under the Articles of Confederation was \"weak, imperfect and distracted\" and that \"anarchy, poverty, infamy, and slavery, await the United States.\" Do you agree with this assessment? Why or why not?",
        "sub": [
          "What criticisms did Anti-Federalists level against the proceedings of the Philadelphia Convention?",
          "What circumstances, if any, would warrant the creation of a new constitution?"
        ]
      },
      {
        "main": "When considering the House of Representatives, Brutus observed that a representative \"cannot possibly represent the feelings, opinions, and characters of a great multitude. In this respect, the new constitution is radically defective.\" What would have led Brutus to this conclusion?",
        "sub": [
          "What were the Federalists’ views regarding representation in the Constitution?",
          "To what extent, if any, are the views of Brutus relevant today?"
        ]
      }
    ]
  },
  "3": {
    "topic": "How Has the Constitution Been Changed to Further the Ideals Contained in the Declaration of Independence?",
    "questions": [
      {
        "main": "\"During the second founding, a new definition of American citizenship, incorporating equal rights regardless of race, was written into the Constitution.\" To what extent, if any, did the Civil War Amendments promote equality in the United States?",
        "sub": [
          "Why do you think the scholar refers to this period in U.S. history as a \"second founding\"?",
          "What challenges, if any, do Americans still encounter in ensuring equality before the law for all persons in the United States?"
        ]
      },
      {
        "main": "\"To judge from the conduct of the opposite parties, … they will mutually hope to evince the justness of their opinions, and to increase the number of their converts by the loudness of their declamations and by the bitterness of their invectives.\" Do you agree or disagree with this description of political parties?",
        "sub": [
          "What are the advantages and disadvantages of political parties?",
          "In what ways does America’s two-party system promote or thwart American constitutional principles?"
        ]
      }
    ]
  }
}
